NSHumanReadableCopyright = "Autoriõigus 2013 Google Inc. Kõik õigused kaitstud.";
WebPluginDescription = "Chrome Remote Desktopi host";
WebPluginName = "Lubage teisel kasutajal hankida juurdepääs teie arvutile turvaliselt Interneti kaudu.";